[
  {
    "articleID": "9d42cb41-8f9f-b0f8-01fa-6a52c1d11d6f",
    "title": "雨往南下午「這3區」警戒 一張圖看全台最大雨勢時間",
    "content": "這雨真的大！中央氣象局表示，今(20日) 鋒面通過，易有短時強降雨，台灣各地區及澎湖、金門將有局部大雨發生的機率！因此，上午8時半對北部7縣市發布豪雨特報，雙北市光是短短3小時累積雨量破百！而水利署也對新北市發布「一級淹水警戒」。此外也提醒，午後鋒面往中南部地區移動，所到之處都要留意短時強降雨、雷擊和強陣風，尤其以彰化縣、雲林縣、嘉義縣，這三區更是要警戒，皆為易致災地區！"
  },
  {
    "articleID": "8035c02b-272d-eb32-3b4e-17f466e67b55",
    "title": "Fever_could_kill_a_third_of_China's_pigs",
    "content": "African swine fever (ASF) is decimating China's pork industry, by far the biggest in the world. Dutch bank Rabobank, which lends to the global agricultural sector, estimates the country's pig population could shrink by a third in 2019 -- up to 200 million animals -- through a combination of the disease and culling."
  },
  {
    "articleID": "a534c6f0-4a96-9c3e-82ee-4e64a39c4384",
    "title": "How_cities_could_help_animals_fleeing_climate_change",
    "content": "The researchers compiled data from 70 studies covering 78 species (mostly insects, but also some mammals and biFever_could_kill_a_third_of_China's_pigsAfrican swine fever (ASF) is decimating China's pork industry, by far the biggest in the world. Dutch bank Rabobank, which lends to the global agricultural sector, estimates the country's pig population could shrink by a third in 2019 -- up to 200 million animals -- through a combination of the disease and culling.rds) and found that in over 70% of cases, animals moved faster through 'lower-quality' habitats."
  },
  {
    "articleID": "0bd78b48-503a-532a-5584-0635d904c989",
    "title": "A_brief_history_of_female_rage_in_art",
    "content": "In the wake of the Kavanaugh hearings last September, I developed a new self-care routine: I put on a sheet mask, cue up some soothing music, and look at paintings of murderous women."
  },
  {
    "articleID": "08670d6b-7a34-db9e-3931-66b48d7bcf3c",
    "title": "15_biggest_cruise_ships_in_the_world",
    "content": "The reason that they've become so gigantic, says McDaniel, is not only to accommodate more passengers, but also to stuff them with added extras such as water shows to keep everyone distracted."
  },
  {
    "articleID": "9bba2df5-805f-75cf-c78c-d8e0b4818715",
    "title": "Anna_Wintour_says_it's_time_to_'stand_up_for_what_you_believe_in'",
    "content": "Like many legacy media businesses, Vogue and its parent company Condé Nast are undergoing a moment of reckoning. The publisher has recently shuttered a number of publications in its portfolio, including the print editions of Glamour, Teen Vogue and Self magazine. Yet, the Condé Nast offices in London -- often pitched as a 'digital hub' for many of its titles, including Vogue -- have grown dramatically in size and scale over the last 18 months. New digital-only publications, including Vogue Business, have also been launched."
  },
  {
    "articleID": "785b0292-f0b5-8cad-fffa-9b1933cf0ebc",
    "title": "Uber_and_Lyft_approved_him_to_drive",
    "content": "Within a couple of days of applying to be a ride-share driver, Ali said he was approved to shuttle passengers from place to place. He's been doing it for more than 18 months, according to his Uber profile."
  }
]